Repository: Paving-Base/APK-Installer
Catalog: APKInstaller/APKInstaller/Strings/*/InstallPage.resw
Source language: en_us
Languages: ar_sa, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, nl_nl, ro_ro, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_latn, zh_tw

# NoPackageWranning
source: For proper functioning of the app, try to launch an Android app package.
ar_sa: من أجل التشغيل السليم للتطبيق، حاول تشغيل حزمة تطبيقات Android.
de_de: Damit die Anwendung richtig zu funktioniert, versuchen Sie ein Android-App-Paket zu starten.
el_gr: Για τη σωστή λειτουργία της εφαρμογής, προσπαθήστε να ξεκινήσετε ένα πακέτο εφαρμογών Android.
es_es: Para el correcto funcionamiento de la aplicación, intente lanzar un paquete de aplicaciones Android.
fi_fi: Jotta ohjelma toimisi kunnolla, kokeile käynnistää Android ohjelma paketti.
fr_fr: Pour que l'application fonctionne correctement, essayez de lancer un paquet d'applications Android (.apk).
he_il: לתפקוד תקין של האפליקציה, נסה להפעיל חבילת אפליקציית אנדרואיד.
hu_hu: Az alkalmazás megfelelő működéséhez próbálj meg elindítani egy Android app csomagot.
id_id: Agar aplikasi berfungsi dengan baik, coba luncurkan paket aplikasi Android.
it_it: Per il corretto funzionamento dell'app, prova a lanciare un pacchetto di app Android.
ja_jp: アプリをインストールするには、Androidアプリパッケージを開きます。
ko_kr: 앱이 제대로 작동하려면 Android 앱 패키지를 실행해 보세요.
nl_nl: Om de app goed te laten functioneren, probeer een Android-app-pakket te starten.
ro_ro: Pentru o funcționare corectă a aplicației, încercați să lansați un pachet de aplicații Android.
ru_ru: Для правильной работы приложения попробуйте запустить пакет приложений Android.
sv_se: För att appen ska fungera korrekt, försök att starta ett Android-apppaket.
tr_tr: Uygulamanın düzgün çalışması için bir Android uygulama paketi başlatmayı deneyin.
uk_ua: Для належної роботи програми спробуйте запустити пакет програм для Android.
vi_vn: Để ứng dụng hoạt động bình thường, hãy thử chạy một Gói ứng dụng Android.
zh_latn: Wèile shǐ yìngyòngchéngxù zhèngcháng yùnxíng, qǐng chángshì dǎkāi Android yìngyòng chéngxùbāo.
zh_tw: 為了使應用程式正常運作，請嘗試啟動 Android 應用程式套件。

source: OK
ar_sa: حسناً
el_gr: ΟΚ
fa_ir: تأیید
he_il: אישור
id_id: Oke
ko_kr: 확인
nl_nl: Oké
ru_ru: ОК
tr_tr: Tamam
uk_ua: Гаразд
zh_latn: Quèdìng
zh_tw: 確定

source: Online Package
ar_sa: حزمة عبر الإنترنت
de_de: Online Paket
el_gr: Online Πακέτο
es_es: Paquetes en línea
fa_ir: پکیج آنلاین
fi_fi: Online-paketti
fr_fr: Paquet en ligne
he_il: חבילה מקוונת
hu_hu: Online csomag
id_id: Paket Online
it_it: Pacchetto Online
ja_jp: オンラインパッケージ
ko_kr: 온라인 패키지
nl_nl: Online Pakket
ro_ro: Pachet online
ru_ru: Онлайн-пакет
sv_se: Paket online
tr_tr: Online Paket
uk_ua: Онлайн пакет
vi_vn: Gói Trực tuyến
zh_latn: Zàixiàn ānzhuāngbāo
zh_tw: 線上套件

# PackageNameFlyoutItem.Text
source: Package Name
ar_sa: اسم الباقة
de_de: Paketname
el_gr: Όνομα Πακέτου
fa_ir: نام Package
fi_fi: Paketin Nimi
fr_fr: Nom du paquet
he_il: שם החבילה
hu_hu: Csomag neve
id_id: Nama Paket
it_it: Nome Pacchetto
ja_jp: パッケージ名
ko_kr: 패키지 이름
nl_nl: Pakketnaam
ro_ro: Nume pachet
ru_ru: Имя пакета
sv_se: Paketnamn
tr_tr: Paket İsmi
uk_ua: Назва пакета
vi_vn: Tên Gói
zh_latn: Chéngxùbāo míngchēng
zh_tw: 套件名稱

# PackageNameFormat
source: Package Name: {0}
ar_sa: اسم الحزمة
de_de: Paketname: {0}
el_gr: Όνομα πακέτου: {0}
es_es: Nombre del paquete
fa_ir: نام پکیج:{0}
fi_fi: Paketin Nimi: {0}
fr_fr: Nom du paquet: {0}
he_il: שם החבילה: {0}
hu_hu: Csomagnév: {0}
id_id: Nama Paket: {0}
it_it: Nome Pacchetto: {0}
ja_jp: パッケージ名: {0}
ko_kr: 패키지 이름: {0}
nl_nl: Pakketnaam: {0}
ro_ro: Nume pachet: {0}
ru_ru: Имя пакета: {0}
tr_tr: Paket Adı: {0}
uk_ua: Назва пакета: {0}
vi_vn: Tên Gói: {0}
zh_latn: Bāo míngchēng: {0}
zh_tw: 套件名稱: {0}

source: Reinstall
ar_sa: إعادة التثبيت
de_de: Neu installieren
el_gr: Επανεγκατάσταση
es_es: Reinstalar %@
fa_ir: نصب مجدد
fi_fi: Asenna uudelleen
fr_fr: Réinstaller
he_il: התקן מחדש
hu_hu: Újratelepítés
id_id: Instal Ulang
it_it: Reinstalla
ja_jp: 再インストール
ko_kr: 재설치
nl_nl: Opnieuw installeren
ro_ro: Reinstalare
ru_ru: Переустановить
sv_se: Ominstallera
tr_tr: Yeniden yükle
uk_ua: Перевстановити
vi_vn: Cài đặt lại
zh_latn: Chóngxīnānzhuāng
zh_tw: 重新安裝

# ReinstallFormat
source: {0} is already installed
ar_sa: % مُثبتٌ بالفعل
de_de: {0} ist bereits installiert
el_gr: {0} είναι ήδη εγκατεστημένο
es_es: Plugin ya está instalado
fa_ir: {0} از قبل نصب بوده
fi_fi: {0} on jo asennettu
fr_fr: {0} est déjà installé
he_il: {0} כבר מותקן
hu_hu: {0} már telepítve van
id_id: {0} sudah terinstal
it_it: {0} è già installata
ja_jp: {0} は既にインストールされています
ko_kr: {0} 이(가) 이미 설치되어 있습니다.
nl_nl: {0} is al geïnstalleerd
ro_ro: {0} este deja instalat
ru_ru: Программа {0} уже установлена
sv_se: {0} är redan installerad
tr_tr: {0} zaten yüklendi
uk_ua: {0} вже встановлено
vi_vn: {0} đã được cài đặt trước đó
zh_latn: {0} yǐ ānzhuāng
zh_tw: {0} 已安裝

# ReinstallOutput
source: A newer version of {0} is already installed.
ar_sa: نسخة أحدث من {0} مثبتة مسبقاً.
de_de: Eine neuere Version von {0} ist bereits installiert.
el_gr: Μια νεότερη έκδοση του {0} είναι ήδη εγκατεστημένη.
es_es: Una nueva versión de {0} está disponible.
fa_ir: آخرین نسخه از {0} نصب شده است.
fi_fi: Uudempi versio ohjelmasta {0} on jo asennettu.
fr_fr: Une nouvelle version de {0} est déjà installée.
he_il: גרסה חדשה יותר של {0} כבר מותקנת.
hu_hu: Az újabb kiadású {0} már telepítve van.
id_id: Versi terbaru dari {0} sudah terinstal.
it_it: Una versione più recente di {0} è già installata.
ja_jp: 新しいバージョンの {0} が既にインストールされています。
ko_kr: {0} 의 최신 버전이 이미 설치되어 있습니다.
nl_nl: Er is al een nieuwere versie van {0} geïnstalleerd.
ro_ro: O versiune mai noua a {0} este deja instalat.
ru_ru: Более новая версия {0} уже установлена.
tr_tr: {0} uygulamasının güncel versiyonu zaten yüklendi.
uk_ua: Новіша версія {0} вже встановлена.
vi_vn: Một phiên bản mới hơn của {0} đã được cài đặt trước đó.
zh_latn: Yǐ ānzhuāng jiào xīn bǎnběn de {0}.
zh_tw: 已安裝較新版本的 {0}。

source: Retry
ar_sa: أعد المحاولة
de_de: Nochmal
el_gr: Προσπάθησε ξανά
es_es: Volver a intentarlo
fa_ir: تلاش دوباره
fi_fi: Yritä uudelleen
fr_fr: Réessayer
he_il: נסו שוב
hu_hu: Újra
id_id: Ulangi
it_it: Riprova
ja_jp: 再試行
ko_kr: 재시도
nl_nl: Opnieuw proberen
ro_ro: Încercați din nou
ru_ru: Повторить
sv_se: Försök igen
tr_tr: Tekrar dene
uk_ua: Повторити
vi_vn: Thử lại
zh_latn: Zhòngshì
zh_tw: 重試

source: Select
ar_sa: حدّد
de_de: APK auswählen...
el_gr: Επέλεξε
es_es: Elegir
fa_ir: انتخاب
fi_fi: Valitse
fr_fr: Sélectionner
he_il: בחירה
hu_hu: Kiválaszt
id_id: Pilih
it_it: Seleziona
ja_jp: 開く
ko_kr: 선택
nl_nl: Selecteer
ro_ro: Selectați
ru_ru: Выбрать
tr_tr: Seç
uk_ua: Вибрати
vi_vn: Chọn
zh_latn: Xuǎnqǔ
zh_tw: 選取

# ShareFlyoutItem.Text
source: Share
ar_sa: مشاركة
de_de: Teilen
el_gr: Μοιραστείτε
es_es: Compartido
fa_ir: اشتراک‌گذاری
fi_fi: Jaa
fr_fr: Partager
he_il: שיתוף
hu_hu: Megoszt
id_id: Bagikan
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
nl_nl: Deel
ro_ro: Partajare
ru_ru: Поделиться
sv_se: Dela
tr_tr: Paylaş
uk_ua: Поділитися
vi_vn: Chia sẻ
zh_latn: Fēnxiǎng
zh_tw: 分享

# StartingADB
source: Starting ADB Server...
ar_sa: جارٍ بدء الخادم...
de_de: ADB-Server wird gestartet...
el_gr: Εκκίνηση Διακομιστή ADB...
es_es: Iniciando el servidor web...
fa_ir: شروع سرور ADB...
fi_fi: Käynnistetään ADB Palvelin...
fr_fr: Démarrage du serveur ADB...
he_il: מפעיל את שרת ADB..
hu_hu: ADB-kiszolgáló indítása...
id_id: Memulai Server ADB...
it_it: Avvio Server ADB...
ja_jp: ADB サーバーを開始しています...
ko_kr: ADB 서버 시작 중...
nl_nl: ADB-server starten...
ro_ro: Se pornește Serverul-ul ADB...
ru_ru: Запуск сервера ADB...
tr_tr: ADB Sunucu Başlatılıyor...
uk_ua: Запуск сервера ADB...
vi_vn: Đang khởi động máy chủ ADB...
zh_latn: Qǐdòng ADB fúwù……
zh_tw: 正在啟動 ADB 服務…

source: Start WSA
ar_sa: ابدأ WSA
de_de: Starte WSA
el_gr: Έναρξη WSA
es_es: Inicia WSA
fa_ir: شروع WSA
fi_fi: Käynnistä WSA
fr_fr: Démarrer WSA
he_il: מפעיל WSA
hu_hu: WSA indítása
id_id: Mulai WSA
it_it: Avvia WSA
ja_jp: WSAを起動
ko_kr: WSA 시작
nl_nl: WSA starten
ro_ro: Pornire WSA
ru_ru: Запустить Подсистему Windows для Android
tr_tr: WSA'yı Başlat
uk_ua: Запустити підсистему Windows для Android
vi_vn: Bắt đầu WSA
zh_latn: Qǐdòng WSA
zh_tw: 啟動 WSA

# StoreLinkFlyoutItem.Text
source: Store Links
ar_sa: رابط المتجر
el_gr: Σύνδεσμοι Καταστήματος
es_es: Tienda Enlaces
fa_ir: لینک های فروشگاه
fi_fi: Kauppa Linkit
fr_fr: Liens vers le Store
he_il: קישור
hu_hu: Linkek tárolása
id_id: Tautan Toko
ja_jp: ストアのリンク
ko_kr: 링크 저장
ro_ro: Link-uri Store
ru_ru: Ссылка на Магазин
tr_tr: Linkleri Sakla
uk_ua: Посилання на магазин
vi_vn: Lưu liên kết
zh_latn: Shāngdiàn liànjiē
zh_tw: 市集連結

source: Unzip ADB...
de_de: ADB wird entpackt...
es_es: Descomprimiendo ADB...
fa_ir: استخراج ADB...
fi_fi: Puretaan ADB...
fr_fr: Dézippage d'ADB...
he_il: פתח את ADB...
hu_hu: ADB kicsomagolása...
id_id: Mengekstrak ADB...
it_it: Decompressione ADB...
ja_jp: ADBを解凍しています...
ko_kr: ADB 압축 해제 중...
nl_nl: ADB uitpakken...
ro_ro: Dezarhivare ADB...
ru_ru: Распаковка ADB...
tr_tr: ADB Çıkarılıyor...
uk_ua: Розпакування ADB...
vi_vn: Giải nén ADB...
zh_latn: Jiěyā ADB ……
zh_tw: 解壓縮 ADB…

# UnzipComplete
source: Unzip completed
ar_sa: اكتمل الفك
de_de: Entpacken ist abgeschlossen
el_gr: Αποσυμπίεση ολοκληρώθηκε
es_es: Descompresión completada
fa_ir: استخراج کامل شد
fi_fi: Purku suoritettu
fr_fr: Dézippage effectué
he_il: פריצת הרוכסן הושלמה
hu_hu: Kibontás befejezve
id_id: Mengekstrak selesai
it_it: Decompressione completata
ja_jp: 解凍完了
ko_kr: 압축 해제 완료
nl_nl: Uitpakken voltooid
ro_ro: Dezarhivare completă
ru_ru: Распаковка завершена
sv_se: Uppackning slutförd
tr_tr: Çıkarma tamamlandı
uk_ua: Розпакування завершено
vi_vn: Giải nén hoàn tất
zh_latn: Jiěyā wánchéng
zh_tw: 解壓縮完成

# UnzippingFormat
source: Unzipping {0}/{1} ...
ar_sa: فك ضغط {0}/{1}...
de_de: Entpacken von {0}/{1}...
el_gr: Αποσυμπίεση {0}/{1}...
es_es: Descomprimiendo {0}/{1}...
fa_ir: استخراج موارد {0}/{1} ...
fi_fi: Puretaan {0}/{1} ...
fr_fr: Dézippage {0}/{1} ...
he_il: פתיחת {0}/{1} ...
hu_hu: {0}/{1} kicsomagolása…
id_id: Mengekstrak {0}/{1}...
it_it: Decompressione {0}/{1}...
ja_jp: {0}/{1} を解凍中 ...
ko_kr: {0}/{1} 압축 해제 중 ...
nl_nl: Uitpakken {0}/{1}...
ro_ro: Se dezarhivează {0}/{1} ...
ru_ru: Распаковка {0}/{1}...
sv_se: Packa upp {0}/{1}...
tr_tr: Çıkarılıyor {0}/{1}...
uk_ua: Розпакування {0}/{1}...
vi_vn: Giải nén {0}/{1}...
zh_latn: Jiěyā zhōng {0}/{1} ……
zh_tw: 正在解壓縮 {0}/{1}…

source: Update
ar_sa: تحديث
de_de: Aktualisierungen
el_gr: Ενημέρωση
es_es: Actualización
fa_ir: به‌روزرسانی
fi_fi: Päivitä
fr_fr: Mettre à jour
he_il: עדכן
hu_hu: Frissít
id_id: Perbarui
it_it: Aggiornamento
ja_jp: 更新
ko_kr: 업데이트
nl_nl: Bijwerken
ro_ro: Actualizare
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Güncelle
uk_ua: Оновити
vi_vn: Cập nhật
zh_latn: Gēngxīn
zh_tw: 更新

# UpdateFormat
source: Update {0}?
ar_sa: تحديث{0}؟
de_de: Aktualisierungen ({0})?
el_gr: Ενημέρωση {0};
es_es: ¿Actualizar {0}?
fa_ir: بروزرسانی {0}؟
fi_fi: Päivitä {0}?
fr_fr: Mettre à jour {0} ?
he_il: עדכן {0}
hu_hu: {0} frissítése?
id_id: Perbarui {0}?
it_it: Aggiornare {0}?
ja_jp: {0} を更新しますか？
ko_kr: {0} 업데이트?
nl_nl: {0} bijwerken?
ro_ro: Actualizați {0}?
ru_ru: Обновить {0}?
sv_se: Uppdatera {0}?
tr_tr: {0} Güncellensin mi?
uk_ua: Оновити {0}?
vi_vn: Cập nhật {0}?
zh_latn: Gēngxīn {0}?
zh_tw: 更新 {0}？

# VersionCodeFlyoutItem.Text
source: Version Code
ar_sa: إصدار التعليمات البرمجية
de_de: Versionsnummer
el_gr: Έκδοση Κώδικα
es_es: Código de versión
fa_ir: کد نسخه
fi_fi: Versio Koodi
fr_fr: Numéro de la version
he_il: קוד גרסה
hu_hu: Verzió kód
id_id: Kode Versi
it_it: Codice Versione
ja_jp: バージョンコード
ko_kr: 버전 코드
nl_nl: Versienummer
ro_ro: Codul versiunii
ru_ru: Версия кода
tr_tr: Sürüm Kodu
uk_ua: Версія коду
vi_vn: Phiên bản mã
zh_latn: Bǎnběn dàimǎ
zh_tw: 版本代碼

# VersionFormat
source: Version: {0}
ar_sa: الإصدار: {0}
de_de: Ausführung {0}
el_gr: Έκδοση: {0}
es_es: Versión: {0}
fa_ir: نسخه: {0}
fi_fi: Versio: {0}
he_il: גרסה: {0}
hu_hu: Verzió: {0}
id_id: Versi: {0}
it_it: Versione: {0}
ja_jp: バージョン: {0}
ko_kr: 버전: {0}
nl_nl: Versie: {0}
ro_ro: Versiune {0}
ru_ru: Версия: {0}
tr_tr: Sürüm: {0}
uk_ua: Версія: {0}
vi_vn: Phiên bản: {0}
zh_latn: Bǎnběn: {0}
zh_tw: 版本: {0}

# WaitDownload
source: Waiting for download...
ar_sa: بانتظار انتهاء التحميل...
de_de: Warten auf Download ...
el_gr: Αναμονή για λήψη...
es_es: Esperando la descarga...
fa_ir: در انتظار بارگیری...
fi_fi: Odotetaan latausta...
fr_fr: En attente du téléchargement...
he_il: ממתין להורדה…
hu_hu: Letöltésre vár...
id_id: Menunggu untuk mengunduh...
it_it: Attendi il download...
ja_jp: ダウンロードを待機中...
ko_kr: 다운로드 대기 중...
nl_nl: Wachten op download...
ro_ro: Se așteaptă pentru descărcare...
ru_ru: Ожидание загрузки...
sv_se: Väntar på nedladdning...
tr_tr: İndirme bekleniyor...
uk_ua: Очікування завантаження...
vi_vn: Đang chờ tải xuống...
zh_latn: Děngdài xiàzǎi zhōng……
zh_tw: 正在等候下載…

# WaitingDevice
source: Waiting for Device...
ar_sa: في انتظار الشبكة...
de_de: Warte auf Netzwerk...
el_gr: Αναμονή για συσκευή...
es_es: Esperando un dispositivo...
fa_ir: منتظر دستگاه...
fi_fi: Odotetaan laitetta...
fr_fr: En attente de l'appareil...
he_il: ממתין לחיבור אינטרנטי...
hu_hu: Várakozás az eszközre…
id_id: Menunggu Perangkat...
it_it: In attesa del Dispositivo...
ja_jp: 端末を待機しています...
ko_kr: 장치를 기다리는 중...
nl_nl: Wachten op apparaat...
ro_ro: Se așteaptă pentru dispozitiv...
ru_ru: Ожидание устройства...
sv_se: Väntar på enheten...
tr_tr: Cihaz Bekleniyor...
uk_ua: Очікування пристрою...
vi_vn: Đang chờ thiết bị...
zh_latn: Děngdài shèbèi liánjiē……
zh_tw: 正在等候裝置…

# WaitingForInstallFormat
source: Waiting for install {0}
ar_sa: في انتظار التثبيت {0}
de_de: Warte auf die Installation von {0}
el_gr: Αναμονή για εγκατάσταση {0}
es_es: Esperando para instalar {0}
fa_ir: در انتظار نصب {0}
fi_fi: Odotetaan {0} asennusta
fr_fr: En attente de l'installation de {0}
he_il: ממתין להתקנה {0}
hu_hu: Várakozás {0} telepítésére
id_id: Menunggu untuk menginstal {0}
it_it: In attesa dell'installazione di {0}
ja_jp: {0} のインストールを待機しています...
ko_kr: {0} 설치 대기 중
nl_nl: Wachten op installatie {0}
ro_ro: Se așteaptă instalarea {0}
ru_ru: Ожидание установки {0}
sv_se: Väntar på installationen {0}
tr_tr: {0} Uygulamasının yüklenmesini bekle
uk_ua: Очікування встановлення {0}
vi_vn: Đang chờ cài đặt {0}
zh_latn: Děngdài ānzhuāng {0}
zh_tw: 正在等候安裝 {0}

# WaitingWSAStart
source: Waiting WSA Start... This may take long time. Sit back and relax.
ar_sa: في انتظار بدء WSA... قد يستغرق هذا وقتا طويلا. اجلس إلى الوراء والاسترخاء.
de_de: Warte auf WSA Start... Dies kann lange dauern. Setze dich zurück und entspannen.
el_gr: Αναμονή WSA Start... Αυτό μπορεί να πάρει πολύ χρόνο. Καθίστε πίσω και να χαλαρώσετε.
es_es: Esperando a que WSA empiece... Puede que esto tome un largo tiempo. Siéntate y relájate.
fa_ir: لطفا برای شروع WSA صبر کنید... ممکن است کمی طول بکشد پس کمی به خودتان استراحت دهید!
fi_fi: Odotetaan WSA Käynnistymistä... Tämä voi ottaa jonkin aikaa. Istu alas ja rentoudu.
fr_fr: En attente du démarrage de WSA... Cela peut prendre un long moment. Asseyez-vous et détendez-vous.
he_il: ממתין ל-WSA Start...זה עשוי להימשך זמן רב. שב לאחור והירגע.
hu_hu: Várakozás WSA indítására... Ez eltarthat egy ideig. Dőlj hátra és pihizz.
id_id: Menunggu WSA Mulai... Ini mungkin memakan waktu lama. Duduk dan rileks.
it_it: Attesa avvio WSA... Potrebbe volerci molto tempo. Siediti e rilassati.
ja_jp: WSAの起動を待機しています... これには時間がかかる場合があります。
ko_kr: WSA 시작 대기 중... 시간이 오래 걸릴 수 있습니다. 편안히 앉아 휴식을 취하세요.
nl_nl: Wachten totdat WSA is gestart... Dit kan lang duren. Leun achterover en ontspan.
ro_ro: Se așteaptă pornirea WSA... Această operațiune ar putea dura mult timp. Stați înapoi și relaxați-vă.
ru_ru: Ожидание запуска Подсистемы Windows для Android... Это может занять много времени.
sv_se: Väntar WSA Start... Det kan ta lång tid. Luta dig tillbaka och slappna av.
tr_tr: WSA'nın Başlaması Bekleniyor Bu uzun sürebilir. Arkanıza yaslanın ve rahatlayın.
uk_ua: Очікування запуску підсистеми Windows для Android... Це може зайняти багато часу. Сядьте зручніше і розслабтеся.
vi_vn: Đang chờ WSA khởi động Điều này có thể mất nhiều thời gian, hãy ngồi lại và thư giãn :3.
zh_latn: Zhèngzài děngdài WSA qǐdòng…… zhè tōngcháng xūyào hěn chángshíjiān. Qǐng zuò hé fàngkuān.
zh_tw: 正在等候 WSA 啟動… 這可能要花較長時間，請耐心等候。

source: Welcome!
ar_sa: مرحبا!
de_de: Willkommen!
el_gr: Καλώς ήρθατε!
es_es: ¡Bienvenido!
fa_ir: خوش آمدید!
fi_fi: Tervetuloa!
fr_fr: Bienvenue!
he_il: ברוך הבא!
hu_hu: Üdvözlünk!
id_id: Selamat datang!
it_it: Benvenuto!
ja_jp: ようこそ！
ko_kr: 환영합니다!
nl_nl: Welkom!
ro_ro: Bun venit!
ru_ru: Добро пожаловать!
sv_se: Välkommen!
tr_tr: Hoşgeldiniz!
uk_ua: Вітання!
vi_vn: Chào mừng!
zh_latn: Huānyíng!
zh_tw: 歡迎！

# WSARunning
source: WSA is Running
ar_sa: تعمل وكالة WSA
de_de: WSA wird ausgeführt
el_gr: Το WSA εκτελείται
es_es: WSA se está ejecutando
fa_ir: WSA در حال اجراست
fi_fi: WSA on käynnissä
fr_fr: WSA est en cours d'exécution
he_il: WSA פועל
hu_hu: WSA fut
id_id: WSA sedang Berjalan
it_it: WSA in esecuzione
ja_jp: WSAは実行中です
ko_kr: WSA 실행 중
nl_nl: WSA wordt uitgevoerd
ro_ro: WSA rulează
ru_ru: WSA работает
sv_se: WSA körs
tr_tr: WSA Çalışıyor
uk_ua: Підсистема Windows для Android працює
vi_vn: WSA đang chạy
zh_latn: WSA zhèngzài yùnxíng
zh_tw: WSA 正在執行

# InstallingPercent
source: Installing {0}...
ar_sa: جاري التثبيت...
de_de: {0} wird installiert ...
he_il: התקנת {0}...
ru_ru: Установить {0}...
